// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "„%1$@“ auf „%2$@“ möchte Ihr(e) %3$@-%4$@ verwenden.";

"Accept" = "Annehmen";
"Decline" = "Ablehnen";
"DVD" = "DVD";
"CD" = "CD";
"disc" = "CD/DVD";
"drive" = "Laufwerk";
"drives" = "Laufwerke";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Sie möchten ein Medium auswerfen, das von einem anderen Computer verwendet wird. Möchten Sie das Medium wirklich auswerfen?";
"The remote computer will be disconnected from your computer." = "Die Verbindung zwischen dem entfernten Computer und Ihrem Computer wird getrennt.";
"Eject" = "Auswerfen";
"Don't Eject" = "Nicht auswerfen";
